<div id="how-to-use" class="uk-modal">
	<div class="uk-modal-dialog uk-modal-dialog-large">
		<a class="uk-modal-close uk-close"></a>
		<h4>Как пользоваться конструктором</h4>
		<div class="uk-overflow-container">
			<div class="tm-pics">
				<ol>
                    <li>Выберите нужное изображение. Для этого нажмите кнопку "ПОДОБРАТЬ ИЗ КАТАЛОГА" (картинка из интернет стока) или "ЗАГРУЗИТЬ" (картинка с вашего компьютера), нажмите на изображение (картинка загрузится в конструктор автоматически).</li>
                    <li>Выставьте наиболее подходящую ширину картины с помощью ползунка в пределах 50 - 135 см.</li>
                    <li>Выберите материал, покрытие, подрамник, стилизацию картины с помощью блока опций.</li>
                    <li>Далее добавляем модули (рамки) с помощью кнопки "Добавить модуль" или с помощью опции «Добавить элемент» в самом конструкторе (белая иконка справа вверху).</li>
                    <li>Убрать любой блок можно с помощью опции "Удалить элемент" (крестик), предварительно кликнув по нужному элементу.</li>
                    <li>Вы можете выбрать другую картинку или изменить материал, покрытие, подрамник, стилизацию в блоке опции и размер картины до нажатия кнопки "Сохранить картину".</li>
                    <li>Когда вы выстроили блоки в нужном порядке, выбрали нужный размер картины, материал, покрытие, подрамник, стилизацию и готовы завершить работу с конструктором нажмите "Сохранить картину" (галочка).</li>
                    <li>Вы увидите готовую модульную картину в конструкторе, а так же ее цену в блоке "Стоимость".</li>
                    <li>Кликните по любому изображению из секции "Посмотреть в интерьере" (секция под конструктором) и посмотрите как выглядит картина в интерьере.</li>
                    <li>Для того, чтобы создать картину заново, нажмите кнопку "Очистить все" в блоке кнопок конструктора и повторите все действия с пункта 1 по порядку.</li>
                    <li>Для того, чтобы оформить заказ нажмите кнопку «Заказать». Далее перейдите в «Корзину»,  заполните необходимые информационные поля и подтвердите заказ нажав на кнопку «Заказать».</li>
                </ol>
			</div>
		</div>
	</div>
</div>